REMCC2022/circuitpython-remcc/ports/raspberrypi/boards/remcc/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "REMCC Sensorboard"
#define MICROPY_HW_MCU_NAME "rp2040"

#define BOARD_HAS_CRYSTAL 1

#define DEFAULT_I2C_BUS_SDA (&pin_GPIO8)
#define DEFAULT_I2C_BUS_SCL (&pin_GPIO9)